Repository: batyr993/staging
Catalog: toyetjek/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Dashboard
ru: Панель

source: Users
ru: Пользователи

source: Clients
ru: Клиенты

source: Categories
ru: Kатегории

source: Invitations
ru: Приглашения

source: Name
ru: Имя

source: Lastname
ru: Фамилия

source: Telephone
ru: Телефон

source: Wedding Date
ru: День Свадьбы

source: Ashgabat
ru: Ашхабад

source: Dashoguz
ru: Дашогуз

source: Thanks! toyetjek Team will contact you ASAP!
ru: Спасибо вам! команда toyetjek сважется с вами в самое короткое время

source: Save the Date for wedding
ru: Не забуть свадебный день

source: Organizing Wedding Made Easy
ru: Организуй свадьбу на легке

source: Wedding Agent
ru: Свадебный агент

source: Our wedding agent will contact you ASAP
ru: Наш свадебный агент сважется с вами в самое короткое время

source: Visit our Showroom
ru: Посетите наш выставочный офис

source: Choose your own Wedding Service
ru: Выберите свой свадебный сервис

source: Spend Less Time
ru: Сэкономьте ваше драгоценное время

source: We do the organization job for you
ru: Мы организуем свадьбу за вас

source: Register today
ru: Зарегистрируйтесь сегодня

source: Register
ru: Регистрироваться

source: Cancel
ru: Отмена

source: My Clients
ru: Мои Клиенты

source: Address
ru: Адрес

source: Details
ru: Детали

source: Date
ru: Дата

source: Wedding Details
ru: Нужные вещи

source: What's your e-mail address?
ru: Ваша электронная почта

source: What's your question or issue?
ru: Каков ваш вопрос или проблема?

source: Contact us with your feedback or issues
ru: Свяжитесь с нами с вашими отзывами или вопросами

source: Contact our customer service department with any questions or concerns.
ru: Обратитесь в наш отдел обслуживания клиентов с любыми вопросами или проблемами.

source: We're here to answer your questions
ru: Мы здесь, чтобы ответить на ваши вопросы

source: Send e-mail
ru: Отправить почту

source: Groom & Bride
ru: Жених и невеста

source: Wedding Place
ru: Свадебное место

source: Wedding Time
ru: Время свадьбы

source: One step left, please visit our office to pay 100 DTM fee
ru: Посетите наш офис, чтобы заплатить 100 DTM комиссионных

source: Date:
ru: Дата:

source: Time:
ru: Время:

source: Home
ru: Главная

source: Privacy Policy
ru: Конфиденциальности

source: Terms of Service
ru: Условия использования

source: Feedback
ru: Отзывы

source: Please come to our office to pay the Fee or contact our wedding agent
ru: Пожалуйста, посетите наш офис, чтобы заплатить взнос или свяжитесь с нашим свадебным агентом

source: Share your wedding with the World!
ru: Поделитесь своей свадьбой с миром!

source: Share your e-invitation on social networks
ru: Поделитесь своим электронным приглашением в соц-сетях

source: Let your friends see your wedding date
ru: Пусть ваши друзья увидят вашу дату свадьбы

source: Register for an e-Invitation
ru: Регистрация для электронного приглашения

source: Place an Order
ru: Заказать

source: About
ru: О нас

source: About us
ru: О нас

source: toyetjek.com is the
ru: toyetjek.com - это

source: 1st and the only wedding portal in Turkmenistan.
ru: 1-й и единственный свадебный портал в Туркменистане.

source: The idea was initially set by
ru: Первоначально идея была установлена

source: and
ru: и

source: the founders of toyetjek.com in November of year 2017. The idea is to simplify the wedding process of couples who have a hard time in organizing and planning a wedding of their dream. Toyetjek.com gathers all the wedding services that are available in Turkmenistan and recommends them to people. Couples can see the wedding services that are available on web portal or they can visit the showroom which is located at the 2nd floor of Berkarar Shopping Center. If couples decide to organize wedding through toyetjek.com we help in finding every single detail which is needed for a modern wedding. We have a team of wedding organizers who are ready to help day and night. They will work with you individually and help with every single detail. Moreover they will teach you the ethics of how to behave in a wedding.
ru: основателей toyetjek.com в ноябре 2017 года. Идея заключается в том, чтобы упростить свадебный процесс пар," "которым нелегко организовать и спланировать свадьбу своей мечты. Toyetjek.com собирает все свадебные услуги, которыедоступны в Туркменистане, и рекомендует их людям. Пары могут увидеть свадебные услуги, которые доступны навеб-портале, или они могут посетить выставочный зал, который находится на 2-м этаже торгового центра Berkarar. Еслипары решат организовать свадьбу через toyetjek.com, мы помогаем находить каждую деталь, необходимую для современнойсвадьбы. У нас есть команда организаторов свадьбы, которые готовы помочь день и ночь. Они будут работать с вами" "индивидуально и помогать с каждой деталью. Более того, они научат вас этике поведения на свадьбе.

source: Electronic Invitation
ru: Электронное приглашение

source: The idea of electronic invitation was designed by Batyr Atamamedov, e-Invitation contains automatic countdown so that couples can count their days and make their plans accordingly. Couples can also put their countdown in a restaurants, so everyone can see and countdown together for bride and groom to come. e-Invitation can be shared on social networks like
ru: Идея электронного приглашения была разработана Батыром Атамамедовым, е-Приглошение содержит автоматический" "обратный отсчет, чтобы пары могли рассчитывать свои дни и составлять их планы соответственно. Пары также могут" "поместить свой обратный отсчет в рестораны, чтобы каждый может видеть и считать отсчет вместе для прихода жениха и" "невесты. Электронное приглашение можно поделится в социальных сетях, такие как

source: facebook, instagram and imo messenger
ru: facebook, instagram и imo messenger

source: Nowadays we like to share our best moments. The wedding being one of the most happiest moments of couple's lifes is also a good reason to share happiness. So we encourage you to spread the word about your wedding so that people can save the date.
ru: В наши дни нам нравится делиться своими лучшими моментами. Свадьба - один из самых счастливых моментов жизни.Поэтому мы призываем вас рассказать о своей свадьбе всему миру

source: We are glad that you are using our service and we will work more to make it better. You can follow us on instagram:
ru: Мы рады, что вы используете наш сервис, и мы будем работать больше,чтобы сделать его лучше. Вы можете следовать за нами в инстаграме:

source: or you can add us on imo messenger:
ru: или вы можете добавить нас на imo messenger:

source: Feel free to contact us anytime!
ru: Не стесняйтесь связываться с нами в любое время!

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: What is the purpose of this website?
ru: Какова цель нашего сайта?

source: The purpose of the website is to provide a space for couples to organize wedding easily and fast
ru: Цель нашего сайта - предоставить пространство для пар, чтобы организовать свадьбу легко и быстро

source: What are the procedures
ru: Каковы процедуры

source: You provide us your wedding details and needs so our wedding expert is going to work with you individually
ru: Вы предоставляете нам свои свадебные детали и потребности, как только вы предъявите ваши свадебные потребности наш свадебный эксперт будет работать с вами индивидуально

source: I have a wedding service, what should I do?
ru: У меня есть свадебное обслуживание, как я могу работать с вами?

source: We are going to recommend and advertise your wedding service to people so that they know about you
ru: Мы рекомендуем и рекламируем ваши свадебные услуги людям, чтобы они знали о вас

source: toyetjek.com | The First Wedding Portal in Turkmenistan
ru: toyetjek.com | Первый свадебный портал в Туркменистане

source: toyetjek.com is the first and official wedding portal in Turkmenistan
ru: toyetjek.com | Первый свадебный портал в Туркменистане

source: We are the 1st wedding Portal in Turkmenistan
ru: Мы являемся 1-м свадебным порталом в Туркменистане

source: Wedding is simplified just for you
ru: Свадьба упрощена только для вас

source: Organize weddings with us
ru: Мы упрощаем организацию вашей свадьбы

source: We have a wedding agent ready to help you!
ru: У нас есть свадебный агент, готовый помочь вам!

source: If you have a wedding service
ru: Если у вас есть свадебное обслуживание

source: Feel free to join us!
ru: Не стесняйтесь присоединяться к нам!

source: Organize the wedding with us
ru: Организуйте свадьбу с нами

source: Your Love Story begins here!
ru: Ваша история любви начинается здесь!

source: Organize a wedding
ru: Организуйте свадьбу

source: Don't know where to start?
ru: Не знаете, с чего начать?

source: Sign up
ru: Зарегистрироваться

source: Advertise your wedding service
ru: Рекламируйте свою свадебную услугу

source: Want to simplify couples lifes?
ru: Хотите упростить жизнь пар?

source: e-Invitation with countdown
ru: Электронное приглашение с обратным отсчетом

source: Countdown Wedding Invitation
ru: Приглашение на свадьбу

source: This privacy policy discloses the privacy practices for
ru: Эта политика конфиденциальности раскрывает правила конфиденциальности для

source: This privacy policy applies solely to information collected by this web site. It will notify you of the following:
ru: Настоящая политика конфиденциальности распространяется исключительно на информацию, собранную на этом веб-сайте. Он уведомит вас о следующем:

source: What personally identifiable information is collected from you through the web site, how it is used and with whom it may be shared.
ru: Какая личная информация будет собираться у вас через веб-сайт, как она используется и с кем она может быть предоставлена.

source: What choices are available to you regarding the use of your data.
ru: Какие варианты доступны для вас в отношении использования ваших данных.

source: The security procedures in place to protect the misuse of your information.
ru: Процедуры обеспечения безопасности для предотвращения неправильного использования вашей информации.

source: How you can correct any inaccuracies in the information.
ru: Как вы можете исправить любые неточности в информации.

source: Information collection, use, and sharing
ru: Сбор, использование и совместное использование информации

source: We are the sole owners of the information collected on this site. We only have access to/collect information that you voluntarily give us via email or other direct contact from you. We will not sell or rent this information to anyone.
ru: Мы являемся единственным владельцем информации, собранной на этом сайте. У нас есть только доступ к / сбор информации, которую вы добровольно предоставляете нам по электронной почте или другому прямому контакту с вами. Мы не будем продавать или сдавать в аренду эту информацию никому

source: We will use your information to respond to you, regarding the reason you contacted us. We will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g. to process a credit card.
ru: Мы будем использовать вашу информацию, чтобы ответить вам, в отношении причины, по которой вы связались с нами. Мы не будем передавать вашу информацию третьим лицам за пределами нашей организации, кроме случаев, когда это необходимо для выполнения вашего запроса, например. для обработки кредитной карты.

source: Unless you ask us not to, we may contact you via email or telephone in the future to tell you about specials, new products or services, or changes to this privacy policy.
ru: Если вы не попросите нас не делать этого, мы сможем связаться с вами по электронной почте или телефону в будущем, чтобы сообщить вам о специальных предложениях, новых продуктах или услугах или изменениях в этой политике конфиденциальности

source: Your access to and control over information
ru: Ваш доступ и контроль над информацией

source: You may opt out of any future contacts from us at any time. You can do the following at any time by contacting us via the email address or phone number given on our website:
ru: Вы можете отказаться от любых будущих контактов от нас в любое время. Вы можете сделать следующее в любое время, обратившись к нам через адрес электронной почты или номер телефона, указанный на нашем веб-сайте

source: See what data we have about you, if any.
ru: Посмотрите, какие у нас есть данные, если они есть.

source: Change/correct any data we have about you.
ru: Измените / исправьте все данные, которые у нас есть о вас.

source: Have us delete any data we have about you.
ru: Удаляем ли мы какие-либо данные о вас

source: Express any concern you have about our use of your data.
ru: Выражайте любую озабоченность по поводу использования вами ваших данных

source: Security
ru: Безопасность

source: We take precautions to protect your information. When you submit sensitive information via the website, your information is protected both online and offline.
ru: Мы принимаем меры предосторожности для защиты вашей информации. Когда вы отправляете конфиденциальную информацию через веб-сайт, ваша информация защищена как онлайн, так и офлайн.

source: Wherever we collect sensitive information "such as credit card data", that information is encrypted and transmitted to us in a secure way. You can verify this by looking for a closed lock icon at the bottom of your web browser, or looking for "https" at the beginning of the address of the web page.
ru: Везде, где мы собираем важную информацию, шифруется и передается нам безопасным способом. Вы можете проверить это, открыв значок закрытого замка в нижней части веб-браузера или выбрав https в начале адреса веб-страницы

source: While we use encryption to protect sensitive information transmitted online, we also protect your information offline. Only employees who need the information to perform a specific job "for example, billing or customer service" are granted access to personally identifiable information. The computers/servers in which we store personally identifiable information are kept in a secure environment.
ru: Хотя мы используем шифрование для защиты конфиденциальной информации, передаваемой в Интернете, мы также защищаем вашу информацию в автономном режиме. Лицам, которым нужна информация для выполнения определенной работы, например, биллинг или обслуживание клиентов, предоставляется доступ к личной идентифицируемой информации. Серверы компьютеров, на которых мы храним личную информацию, хранятся в безопасной среде.

source: Cookies
ru: Куки

source: We use 'cookies' on this site. A cookie is a piece of data stored on a site visitor's hard drive to help us improve your access to our site and identify repeat visitors to our site. For instance, when we use a cookie to identify you, you would not have to log in with a password more than once, thereby saving time while on our site. Cookies can also enable us to track and target the interests of our users to enhance the experience on our site. Usage of a cookie is in no way linked to any personally identifiable information on our site.
ru: Мы используем куки на этом сайте. Файл cookie - это часть данных, хранящихся на жестком диске посетителя сайта, чтобы помочь нам улучшить ваш доступ к нашему сайту и идентифицировать повторных посетителей на нашем сайте. Например, когда мы используем cookie для идентификации вас, вам не нужно будет входить в систему с паролем более одного раза, тем самым экономя время на нашем сайте. Файлы cookie также позволяют отслеживать интересы наших пользователей, чтобы улучшить опыт работы на нашем сайте. Использование cookie никоим образом не связано с какой-либо личной информацией на нашем сайте.

source: If you do not want to be tracked by Google Analytics you may opt-out using
ru: Если вы не хотите отслеживать Google Analytics, вы можете отказаться от использования

source: Links
ru: Ссылки

source: This web site contains links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information.
ru: Этот веб-сайт содержит ссылки на другие сайты. Имейте в виду, что мы не несем ответственности за контент или правила конфиденциальности таких других сайтов. Мы рекомендуем нашим пользователям знать, когда они покидают наш сайт, и читать заявления о конфиденциальности любого другого сайта, который собирает личную информацию.

source: Updates
ru: Обновления

source: Our privacy policy may change from time to time and all updates will be posted on this page.
ru: Наша политика конфиденциальности может время от времени меняться, и все обновления будут опубликованы на этой странице

source: If you feel that we are not abiding by this privacy policy, you should contact us immediately via telephone at +993 62 20 04 93 or via email.
ru: Если вы считаете, что мы не соблюдаем настоящую политику конфиденциальности, вы должны связаться с нами по телефону +993 62 20 04 93 или по электронной почте.

source: Last updated August 1st 2018
ru: Последнее обновление 1 августа 2018 года

source: See details
ru: Подробно

source: Wedding Services
ru: Свадебные услуги

source: See more
ru: Подробнее

source: By using the toyetjek.com "service", you are agreeing to be bound by the following terms and conditions "terms of service".
ru: Используя услугу toyetjek.com, вы соглашаетесь соблюдать следующие положения и условия обслуживания

source: toyetjek.com, "web portal" reserves the right to update and change these terms of service without notice.
ru: toyetjek.com, веб-портал оставляет за собой право обновлять и изменять эти условия обслуживания безпредварительного уведомления.

source: Violation of any of the terms below may result in the termination of your account.
ru: Нарушение любого из приведенных ниже условий может привести к прекращению действия вашей учетной записи.

source: Account terms
ru: Условия учетной записи

source: You are responsible for maintaining the security of your account and password. The company cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.
ru: Вы несете ответственность за поддержание безопасности своей учетной записи и пароля. Компания не может и ненесет ответственности за любые убытки или ущерб от вашего невыполнения этого обязательства по обеспечениюбезопасности.

source: You are responsible for all content posted and activity that occurs under your account.
ru: Вы несете ответственность за весь размещенный контент и активность, которые происходят в вашей учетнойзаписи.

source: You may not use the service for any illegal purpose or to violate any laws in your jurisdiction "including but not limited to copyright laws".
ru: Вы не можете использовать услугу для какой-либо незаконной цели или нарушать какие-либо законы вашейюрисдикции , включая законы об авторском праве, но не ограничиваясь ими,

source: You must provide your legal full name, a valid email address, payment fee and any other information requested in order to complete the optional paid membership signup process.
ru: Вы должны указать свое юридическое полное имя, действительный адрес электронной почты, плату за оплату илюбую другую запрошенную информацию, чтобы завершить факультативный процесс регистрации оплачиваемого членства.

source: Your login may only be used by one person; a single login shared by multiple people is not permitted. You may create separate logins for as many people as you'd like.
ru: Ваш логин может использоваться только одним человеком; единый логин, доступный нескольким людям, не разрешен.Вы можете создавать отдельные логины для любого количества людей, сколько хотите.

source: You must be a human. Accounts registered by "bots" or other automated methods are not permitted.
ru: Вы должны быть человеком. Аккаунты, зарегистрированные ботами или другими автоматическими методами, недопускаются.

source: Payment, refunds, upgrading and downgrading terms
ru: Оплата, возврат, обновление и понижение

source: The service is offered for 365 DTM per year for partners, with an option to sign up for more features with specific fees. Once that trial is up, you will only be able to continue using that plan's features by paying in advance for additional usage. If you fail to pay for additional usage, your account will be downgraded until payment is made.
ru: Услуга предлагается 365 DTM в год для партнеров, с возможностью подписки на дополнительные функции сопределенными комиссионными. Как только этот пробный период будет завершен, вы сможете продолжить использоватьвозможности этого плана, заплатив заранее за дополнительное использование. Если вы не заплатите за дополнительноеиспользование, ваша учетная запись будет понижена до момента оплаты.

source: For any upgrade or downgrade in plan level, will result in the new rate being charged at the next billing cycle. There will be no prorating for downgrades in between billing cycles.
ru: Для любого обновления или понижения на уровне плана будет получен новый тариф, взимаемый в следующемплатежном цикле. Не будет никакого прорезывания для понижений между циклами выставления счетов.

source: Downgrading your service may cause the loss of features or capacity of your account. The toyetjek.com does not accept any liability for such loss.
ru: Снижение уровня обслуживания может привести к потере функций или возможностей вашей учетной записи.Toyetjek.com не несет никакой ответственности за такую потерю.

source: All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties, taxes.
ru: Все сборы не включают все налоги, сборы или пошлины, взимаемые налоговыми органами, и вы несетеответственность за уплату всех таких налогов, сборов или пошлин, налогов.

source: Refunds are processed according to our fair refund policy.
ru: Возвраты обрабатываются в соответствии с нашей справедливой политикой возврата.

source: Cancellation and termination
ru: Отмена и прекращение действия

source: You are solely responsible for properly canceling your account. An email or phone request to cancel your account is not considered cancellation. You can cancel your account at any time by clicking on the Settings link in the global navigation bar at the top of the screen. The Settings screen provides a simple no-questions-asked cancellation link.
ru: Вы несете единоличную ответственность за надлежащую отмену своей учетной записи. Запрос по электронной почтеили телефону для отмены вашей учетной записи не считается отменой. Вы можете отменить свою учетную запись в любоевремя, нажав на Настройкиссылку в глобальной навигационной панели в верхней части экрана. На экране настроек представлена простая ссылка наотмену отсутствия ответов.

source: If you cancel the service before the end of your current paid up month, your cancellation will take effect immediately, and you will not be charged again. But there will not be any prorating of unused time in the last billing cycle.
ru: Если вы отмените услугу до конца текущего оплаченного месяца, ваше аннулирование вступит в силу немедленно, ивы не будете снова списаны. Но в последнем биллинговом цикле не будет никакого просеивания неиспользованноговремени.
