Repository: batyr993/staging
Catalog: toyetjek/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: The company, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the service for any reason at any time. Such termination of the service will result in the deactivation or deletion of your account or your access to your account, and the forfeiture and relinquishment of all content in your account. The toyetjek.com reserves the right to refuse service to anyone for any reason at any time.
ru: Компания по своему собственному усмотрению имеет право приостановить или прекратить действие вашей учетнойзаписи и в любое время отказаться от любого и любого текущего или будущего использования услуги по любой причине.Такое прекращение службы приведет к деактивации или удалению вашей учетной записи или к вашему доступу к вашейучетной записи, а также к конфискации и отказу от всего содержимого вашей учетной записи. Toyetjek.com оставляет засобой право отказать в обслуживании кому-либо по любой причине в любое время.

source: Modifications to the service and prices
ru: Изменения в сервисе и ценах

source: The company reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, any part of the service with or without notice.
ru: Компания оставляет за собой право в любое время и время от времени изменять или прерывать, временно илипостоянно любую часть услуги с уведомлением или без нее.

source: Prices of all services are subject to change upon 30 days notice from us. Such notice may be provided at any time by posting the changes to the company's site or the service itself.
ru: Цены на все услуги могут быть изменены в течение 30 дней от нас. Такое уведомление может быть предоставлено влюбое время путем публикации изменений на сайте компании или в самой службе.

source: The company shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the service.
ru: Компания не несет ответственности перед вами или третьим лицом за любые изменения, изменение цены,приостановление или прекращение обслуживания.

source: Copyright and content ownership
ru: Авторское право и право собственности

source: All content posted on the service must comply with Turkmenistan's copyright law.
ru: Все содержание, размещенное на службе, должно соответствовать законодательству Туркменистана об авторскомправе.

source: We claim no intellectual property rights over the material you provide to the service. All materials uploaded remain yours.
ru: Мы не претендуем на права интеллектуальной собственности на материал, который вы предоставляете службе. Всезагруженные материалы остаются вашими.

source: The toyetjek.com does not pre-screen content, but reserves the right "but not the obligation" in their sole discretion to refuse or remove any content that is available via the service.
ru: Toyetjek.com не предварительно просматривает контент, но оставляет за собой право, но не обязательство посвоему собственному усмотрению отказаться или удалить любой контент, доступный через службу.

source: General conditions
ru: Общие условия

source: Your use of the Service is at your sole risk. The service is provided on an "as is" and "as available" basis.
ru: Ваше использование Сервиса - это ваш единственный риск. Услуга предоставляется на основе как есть и какдоступно.

source: Technical support is only provided via email.
ru: Техническая поддержка предоставляется только по электронной почте.

source: You understand that the toyetjek.com uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the service.
ru: Вы понимаете, что toyetjek.com использует сторонних поставщиков и хостинг-партнеров для предоставлениянеобходимого оборудования, программного обеспечения, сетей, хранилищ и связанных с ними технологий, необходимых длязапуска службы.

source: You must not modify, adapt or hack the service.
ru: Вы не должны изменять, адаптировать или взламывать службу.

source: You must not modify another website so as to falsely imply that it is associated with the service or the company.
ru: Вы не должны изменять другой веб-сайт, чтобы ошибочно предполагать, что он связан с сервисом или компанией.

source: You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the service, use of the service, or access to the service without the express written permission by the company.
ru: Вы соглашаетесь не воспроизводить, не дублировать, не копировать, не продавать, не перепродавать, неиспользовать какую-либо часть услуги, не использовать сервис или доступ к службе без прямого письменного разрешениясо стороны компании.

source: We may, but have no obligation to, remove content and accounts that we determine in our sole discretion are unlawful or violates any party's intellectual property or these terms of service.
ru: Мы можем, но не обязаны снимать контент и учетные записи, которые мы определяем по нашему собственномуусмотрению, являются незаконными или нарушают интеллектуальную собственность какой-либо стороны или эти условияобслуживания.

source: Verbal, physical, written or other abuse "including threats of abuse or retribution" of any service customer, company employee or officer will result in immediate account termination.
ru: Устное, физическое, письменное или иное злоупотребление включая угрозы злоупотребления или возмездия любогоклиента службы, сотрудника компании или должностного лица приведет к немедленному прекращению действия учетнойзаписи.

source: You understand that the technical processing and transmission of the service, including your content, may be transferred unencrypted and involve "a" transmissions over various networks; and "b" changes to conform and adapt to technical requirements of connecting networks or devices.
ru: Вы понимаете, что техническая обработка и передача услуги, включая ваш контент, могут передаватьсянезашифрованными и включать передачи по различным сетям; и b изменяются, чтобы соответствовать и адаптироваться ктехническим требованиям соединительных сетей или устройств.

source: The toyetjek.com does not warrant that "i" the service will meet your specific requirements, "ii" the service will be uninterrupted, timely, secure, or error-free, "iii" the results that may be obtained from the use of the service will be accurate or reliable, "iv" the quality of any products, services, information, or other material purchased or obtained by you through the service will meet your expectations, and "v" any errors in the service will be corrected.
ru: Toyetjek.com не гарантирует, что i служба будет соответствовать вашим конкретным требованиям, ii служба будетбесперебойной, своевременной, безопасной или безошибочной , iii результаты, которые могут быть получены отиспользования сервис будет точным или надежным, iv качество любых продуктов, услуг, информации или другихматериалов, приобретенных вами или полученных вами через службу, оправдает ваши ожидания, а v будут исправлены любыеошибки в сервисе.

source: You expressly understand and agree that the company shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses "even if the company has been advised of the possibility of such damages", resulting from: "i" the use or the inability to use the service; "ii" the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service; "iii" unauthorized access to or alteration of your transmissions or data; "iv" statements or conduct of any third party on the service; "v" or any other matter relating to the service.
ru: Вы четко понимаете и соглашаетесь с тем, что компания не несет ответственности за какие-либо прямые,косвенные, случайные, особые, косвенные или примерные убытки, включая, но не ограничиваясь, ущерб от упущеннойвыгоды, деловой репутации, использования, данных или других нематериальных потерь, даже если компания былауведомлена о возможности такого ущерба , в результате, i использования или невозможности использования услуги, iiстоимости приобретения замещающих товаров и услуг в результате любых товаров, данных, информации или услуги,приобретенные или полученные или полученные сообщения, или транзакции, введенные через услугу или из нее, iiiнесанкционированный доступ или изменение ваших передач или данных; iv заявления или поведение любой третьей стороныв службе; другое дело, связанное с услугой

source: The failure of the company to exercise or enforce any right or provision of the terms of service shall not constitute a waiver of such right or provision. The terms of service constitutes the entire agreement between you and the company and govern your use of the service, super-ceding any prior agreements between you and the company "including, but not limited to, any prior versions of the terms of service".
ru: Неспособность компании осуществлять или обеспечивать соблюдение любого права или предоставления условийобслуживания не является отказом от такого права или положения. Условия предоставления услуг представляют собой" "полное соглашение между вами и компанией и регулируют использование вами услуги, сверяя любые предыдущие соглашениямежду вами и компанией, включая, но не ограничиваясь, любые предыдущие версии условий обслуживания

source: Questions about the terms of service should be sent to
ru: Вопросы о сроках обслуживания должны быть отправлены

source: Any new features that augment or enhance the current service, including the release of new tools and resources, shall be subject to the terms of service. Continued use of the service after any such changes shall constitute your consent to such changes.
ru: Любые новые функции, которые дополняют или улучшают текущую службу, включая его выпуск новых инструментов иресурсов, подчиняются условиям обслуживания. Продолжение использования услуги после любых таких изменений должно" "составлять ваше согласие на такие изменения

source: Username or email
ru: Имя пользователя или адрес электронной почты

source: Password
ru: Пароль

source: Company Name or Firstname
ru: Название компании или ваше имя

source: Confirm Password
ru: Подтвердите Пароль

source: Category
ru: Категория

source: Letters, numbers and underscores only please.
ru: Пожалуйста, используйте только буквы, цифры и символы подчеркивания.

source: Current password
ru: Текущий пароль

source: Language preference
ru: Языковое предпочтение

source: Wedding service
ru: Свадебное обслуживание

source: Restaurant
ru: Ресторан

source: Singer
ru: Певец

source: Musician
ru: Музыкант

source: Tamada
ru: Тамада

source: Dancer
ru: Tанцовщик

source: Decorations
ru: Свадебные украшения

source: Wedding Car
ru: Свадебный автомобиль

source: Beauty Salon
ru: Салон красоты

source: Hair Stylist
ru: Парикмахер

source: Wedding House
ru: Свадебное платье

source: Florists
ru: Флористы

source: Mens Wear
ru: Мужская одежда

source: Photographer
ru: Фотограф

source: Videographer
ru: Bидеограф

source: Jeweler
ru: Ювелир

source: Artist
ru: Xудожник

source: Cook
ru: Повар

source: Kebab Chef
ru: Шашлычник

source: Bridal Gifts
ru: Приданое

source: Small Presents
ru: Маленькие подарки

source: Wedding Beverages
ru: Свадебные напитки

source: Comedian
ru: Юморист

source: Unable to locate account.
ru: Не удалось найти учетную запись

source: Does not match.
ru: Не совпадает

source: This account has been disabled.
ru: Этот аккаунт был отключен

source: Identity or password is incorrect.
ru: Неверный идентификатор или пароль

source: You have been logged out.
ru: Вы вышли из системы

source: An email has been sent to {0}.
ru: E-mail был отправлен

source: Your reset token has expired or was tampered with.
ru: Ваш токен сброса истек или был взломан

source: Your password has been reset.
ru: Ваш пароль был сброшен

source: Thanks for signing up!, Please visit our office to pay fee and confirm your account
ru: Спасибо, что зарегистрировались! Пожалуйста, посетите наш офис, чтобы оплатить и подтвердить свою учетную запись.

source: You already picked a username.
ru: Вы уже выбрали имя пользователя

source: Sign up is complete, enjoy our services.
ru: Регистрация завершена, наслаждайтесь нашими услугами

source: Your sign in settings have been updated.
ru: Обновлены настройки входа

source: Your locale settings have been updated.
ru: Обновлены настройки языка.

source: Reset your password
ru: Обновлены настройки языка.

source: We'll send you an email to reset your password.
ru: Мы отправим вам электронное письмо, чтобы сбросить пароль.

source: Continue
ru: Продолжать

source: Back to login
ru: Вернуться на страницу входа

source: Account Confirmation
ru: Подтверждение аккаунта

source: Your personal Dashboard
ru: Ваша персональная панель

source: Track our clients
ru: Отслеживайте наших клиентов

source: See the number of weddings you organized
ru: Посмотрите количество свадеб, которые вы организовали

source: See your assigned Clients, keep Yourself updated
ru: Ваши назначенные клиенты у вас под рукой

source: Only 365 DTM per Year!
ru: Всего лишь 365 DTM за год!

source: Sign in to access your account
ru: Войдите в систему для доступа к своему аккаунту

source: Sign in to continue
ru: Войдите, чтобы продолжить

source: Sign in
ru: Войти в систему

source: Forgot your password?
ru: Забыли пароль?

source: Enter a new password
ru: Введите новый пароль

source: Account settings
ru: Настройки аккаунта

source: Settings
ru: Настройки

source: Update email and password
ru: Обновить адрес электронной почты и пароль

source: Update language
ru: Обновить язык

source: Your username is
ru: Ваше имя пользователя

source: Pick a username
ru: Выберите никнейм

source: Clients Served
ru: Обслуживаемые клиенты

source: Sign up for a new account
ru: Подпишитесь на новую учетную запись

source: What are you waiting for?
ru: Чего вы ждёте?

source: See who throws wedding
ru: Узнайте кто организует свадьбу

source: Check to see if you can do the job
ru: Проверьте, можете ли вы выполнить работу

source: Easily find a job
ru: Найти работу легко

source: Find Wedding Owners easily
ru: Найти владельцев свадеб стало легче

source: We recommend You!
ru: Мы порекомендуем вас

source: Recommendation of your wedding service
ru: Рекомендация вашей свадебной услуги

source: Only 1 DTM per day
ru: Всего лишь 1 DTM за день!

source: Pay once and see who throws weddings
ru: Оплатите один раз и посмотрите, кто организует свадьбы

source: Sign up today
ru: Зарегистрируйтесь сегодня

source: Looking to sign in?
ru: Хотите войти?

source: Update your sign in information
ru: Обновить информацию для входа в систему

source: Supply your current password to make any changes.
ru: Введите текущий пароль, чтобы внести какие-либо изменения

source: Save
ru: Сохранить

source: Nevermind
ru: Неважно

source: Update your language settings
ru: Обновление настроек языка

source: Update locale settings
ru: Обновить настройки локали

source: Organize Wedding
ru: Организуй свадьбу

source: e-Invitations
ru: э-Приглашение

source: Contact
ru: Контакт

source: Account
ru: Учетная запись

source: Log out
ru: Выйти

source: Log in
ru: Войти
